Repository: mozilla-l10n/mt-training-data
Catalog: hi/hi_pontoon.tmx
Source language: en_us
Languages: hi

source: 2 down, keep it up!<playIcon></playIcon>
hi: 2 नीचे, इसे ऊपर रखें! <playIcon></playIcon>

source: ≥ 2 No votes
hi: Votes 2 कोई वोट नहीं

source: ≥ 2 Yes votes
hi: Votes 2 हाँ वोट

source: Abkhaz
hi: अबख़ाज़िया

source: About
hi: परिचय

source: Accent
hi: उच्चारण

source: Acehnese
hi: आचेही

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
hi: { $actionType }<playIcon></playIcon> क्या उन्होंने वाक्य को सटीक रूप से कहा है?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
hi: { $actionType }<recordIcon></recordIcon> करें फिर वाक्य को जोर से पढ़ें

source: { $actionType }<stopIcon></stopIcon> when done
hi: { $actionType }<stopIcon></stopIcon>जब किया जाता है

source: { $actionType } submit when ready
hi: { $actionType } तैयार होने पर सबमिट करें

source: Add an avatar clip to your profile
hi: अपनी प्रोफ़ाइल में एक अवतार क्लिप जोड़ें

source: Add an avatar to your profile
hi: अपनी प्रोफ़ाइल में एक अवतार जोड़ें

source: Additional Language
hi: अन्य भाषा

source: Add Language
hi: भाषा जोड़ें

source: Adyghe
hi: अदिघे

source: Afrikaans
hi: अफ़्रीकान्स

source: Age
hi: उम्र

source: Albanian
hi: अल्बानियाई

source: All
hi: सभी

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
hi: डेटासेट में सभी वॉयस क्लिप व्यक्तिगत रूप से पहचान करने वाली जानकारी के आधार पर रची जाती हैं। जब कोई अंशदाता अपनी प्रोफ़ाइल के माध्यम से जनसांख्यिकीय डेटा प्रदान करता है, तो डेटासेट में डाउनलोड के लिए बंडल किए जाने से पहले यह जानकारी उनकी आवाज़ क्लिप से डी-आइडेंटिफाई हो जाती है और कभी भी उनके प्रोफ़ाइल पृष्ठ पर सार्वजनिक नहीं की जाती है।

source: Amharic
hi: अम्हारी

source: Anonymized user data like age, sex, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
hi: अनाम उपयोगकर्ता डेटा जैसे आयु, लिंग और उच्चारण, वाक् पहचान इंजन की सटीकता को प्रशिक्षित करने के लिए उपयोग किए जाने वाले ऑडियो डेटा को बेहतर बनाने में मदद करता है। आपका उपयोगकर्ता नाम और ईमेल कभी भी आपके सबमिट किए गए डेटा से संबद्ध नहीं होगा, और आप चुन सकते हैं कि आपका उपयोगकर्ता नाम सार्वजनिक किया जाए या अनाम।

source: Arabic
hi: अरबी

source: Aragonese
hi: एरागोनीज़

source: Armenian
hi: आर्मीनियाई

source: Artificial intelligence
hi: कृत्रिम होशियारी

source: Assamese
hi: असामी

source: Asturian
hi: एस्चुरियन

source: Audio Format
hi: ऑडियो प्रारूप

source: Avatar
hi: अवतार

source: Average
hi: औसत

source: A voice clip is marked "valid" when a user gives it a Yes vote.
hi: जब कोई उपयोगकर्ता इसे हां वोट देता है तो एक वॉइस क्लिप "वैध" के रूप में चिह्नित की जाती है।

source: Awards
hi: पुरस्कार

source: Azerbaijani
hi: अज़रबैजानी

source: Back to Top
hi: शीर्ष पर वापस जाएँ

source: Bashkirs
hi: बाश्किर

source: Basque
hi: बास्क

source: Become a partner
hi: भागीदार बनें

source: Belarusian
hi: बेलारूसी

source: Benefits
hi: लाभ

source: Bengali
hi: बंगाली

source: <bold>{ $count }</bold> Clips
hi: <bold>{ $count }</bold> क्लिप्स

source: <bold>Help us</bold> find more voices
hi: <bold> हमारी मदद करें </ bold> अधिक आवाज़ें ढूंढें

source: <bold>iOS</bold> users can download our free app:
hi: <bold>आईओएस </bold> उपयोगकर्ता हमारे मुफ्त ऐप डाउनलोड कर सकते हैं:

source: Both
hi: दोनों

source: Both of these projects are part of our efforts to bridge the digital speech divide. Voice recognition technologies bring a human dimension to our devices, but developers need an enormous amount of voice data to build them. Currently, most of that data is expensive and proprietary. We want to make voice data freely and publicly available, and make sure the data represents the diversity of real people. Together we can make voice recognition better for everyone.
hi: ये दोनों परियोजनाएं डिजिटल स्पीच डिवाइड को पाटने के हमारे प्रयासों का हिस्सा हैं। वॉइस रिकग्निशन टेक्नॉलॉजी हमारे डिवाइसों में एक मानवीय आयाम लाती हैं, लेकिन डेवलपर्स को इन्हें बनाने के लिए भारी मात्रा में वॉयस डेटा की आवश्यकता होती है। वर्तमान में, उस डेटा का अधिकांश महंगा और मालिकाना है। हम ध्वनि डेटा को स्वतंत्र रूप से और सार्वजनिक रूप से उपलब्ध कराना चाहते हैं, और सुनिश्चित करें कि डेटा वास्तविक लोगों की विविधता का प्रतिनिधित्व करता है। हम सब मिलकर आवाज पहचान को बेहतर बना सकते हैं।

source: Both (Speak and Listen)
hi: दोनों (बोलें और सुनें)

source: Breton
hi: ब्रेटन

source: Build a custom goal
hi: एक अनुकूल लक्ष्य बनाएं

source: Build Profile
hi: प्रोफाइल बनाएं

source: Bulgarian
hi: बुल्गारियाई

source: Burmese
hi: बर्मीज़

source: Buryat
hi: बुर्यात

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
hi: <b> ईमेल क्यों? </b> हमें भविष्य में डेटासेट में परिवर्तन के बारे में आपसे संपर्क करने की आवश्यकता हो सकती है, एक ईमेल हमें संपर्क का एक बिंदु प्रदान करता है।

source: By editing your goal, you may lose your existing progress.
hi: अपने लक्ष्य को संपादित करके, आप अपनी मौजूदा प्रगति को खो सकते हैं।

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy<privacyLink>.
hi: ईमेल प्राप्त करने का चयन करके आप मान रहें कि Mozilla के <privacyLink>गोपनीयता निति<privacyLink> के अनुसार Mozilla द्वारा इस जानकारी को संभाले जाने से आप संतुष्ट हैं।

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
hi: <b> आप सहमत हैं </ b> आम वॉयस डेटासेट में बोलने वालों की पहचान निर्धारित करने का प्रयास नहीं करते

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
hi: अपने बारे में कुछ जानकारी प्रदान करके, कॉमन वॉयस को आपके द्वारा प्रस्तुत ऑडियो डेटा भाषण के लिए अधिक उपयोगी होगा मान्यता इंजन जो अपनी सटीकता में सुधार के लिए इस डेटा का उपयोग करते हैं।

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
hi: कॉमन वॉइस का उपयोग करके, आप हमारे <termsLink> टर्म्स </ termsLink> और <privacyLink> गोपनीयता सूचना </ privacyLink> से सहमत होते हैं

source: Cancel
hi: रद्द करें

source: Cancel Re-recording
hi: पुनः रिकॉर्डिंग रद्द करें

source: Cancel Submission
hi: सबमिशन रद्द करें

source: Can't decide?
hi: तय नहीं कर सकते?

source: Catalan
hi: कैटालॉन

source: Change your email via Settings under Login Identity
hi: लॉगइन पहचान के तहत सेटिंग्स के माध्यम से अपना ईमेल बदलें

source: Chinese (China)
hi: चीनी (चीन)

source: Chinese (Hong Kong)
hi: चीनी (हॉन्ग कॉन्ग)

source: Chinese (Taiwan)
hi: चीनी (ताइवान)

source: Chuvash
hi: चुवाश

source: Click
hi: क्लिक

source: Clip Graveyard
hi: क्लिप कब्र

source: Clips recorded
hi: रिकॉर्ड किए क्लिप

source: Clips Uploaded
hi: क्लिप अपलोड किए गए

source: Clips validated
hi: क्लिप्स को मान्य किया गया

source: Clips You've Recorded
hi: क्लिप जो आपने रिकॉर्ड की हैं

source: Clips You've Validated
hi: क्लिप जो आपने मान्य की हैं

source: Close
hi: बंद करें

source: Collecting sentences from the public domain, or writing new ones for the public domain.
hi: सार्वजनिक डोमेन से वाक्य एकत्र करना, या सार्वजनिक डोमेन के लिए नए लिखना।

source: Comment
hi: टिप्पणी

source: Common Voice data plus all other voice datasets above.
hi: सामान्य वॉयस डेटा प्लस ऊपर अन्य सभी वॉइस डेटासेट।

source: Common Voice Dataset
hi: आम आवाज डेटासेट

source: Common Voice is a collaborative project, and we're depending on our community of partners and contributors to build the largest open-source dataset of voices ever. We would like to thank the following people and organizations for their help with the project:
hi: कॉमन वॉयस एक सहयोगी परियोजना है, और हम अपने साझेदारों और योगदानकर्ताओं के समुदाय के आधार पर आवाज़ों के सबसे बड़े ओपन-सोर्स डेटासेट का निर्माण करते हैं। हम निम्नलिखित लोगों और संगठनों को परियोजना में उनकी मदद के लिए धन्यवाद देना चाहेंगे:

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
hi: Common Voice Mozilla की मशीनों को सिखाने की एक पहल है कि वास्तविक लोग कैसे बोलते हैं।

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
hi: आम आवाज मशीनों को सिखाने में मदद करने के लिए मोज़िला की पहल का हिस्सा है कि वास्तविक लोग कैसे बोलते हैं।

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
hi: आम आवाज मशीनों को सिखाने में मदद करने के लिए मोज़िला की पहल का हिस्सा है कि वास्तविक लोग कैसे बोलते हैं। कॉमन वॉयस डेटासेट के अलावा, हम एक ओपन सोर्स स्पीच रिकग्निशन इंजन भी बना रहे हैं जिसे डीप स्पीच कहा जाता है।

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
hi: कॉमन वॉयस रिकॉर्डिंग का उपयोग शिक्षाविदों, छोटे व्यवसायों और आवाज पहचानने वाले उत्साही लोगों द्वारा आवाज के मॉडल जैसे ट्रेन और सार्वजनिक रूप से उपलब्ध संसाधनों को विकसित करने में मदद करने के लिए किया जाता है। क्या आप हमें बता सकते हैं कि आप अपनी रिकॉर्डिंग क्यों हटाना चाहते हैं?

source: Confirm Goal
hi: लक्ष्य की पुष्टि करें

source: Connect with Gravatar
hi: ग्रावतार से जुड़ें

source: Contact
hi: संपर्क करें

source: Contact Form
hi: संपर्क फ़ॉर्म

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
hi: सामग्री <licenseLink>क्रिएटिव कॉमन्स लाइसेंस</licenseLink> के तहत उपलब्ध हैं

source: Continue
hi: जारी रखें

source: Contribute
hi: योगदान करें

source: Contribute to { $lang }
hi: { $lang } में योगदान दें

source: Contribute Your Voice
hi: अपनी आवाज़ दान दें

source: Contribution Activity
hi: योगदान गतिविधि

source: Contribution Experience
hi: योगदान अनुभव

source: Contributors record voice clips by reading from a bank of donated sentences.
hi: योगदानकर्ताओं ने दान किए गए वाक्यों के एक बैंक से पढ़कर वॉयस क्लिप रिकॉर्ड की।

source: Cookies
hi: कुकीज़

source: Cornish
hi: कॉर्निश

source: { $count }mo
hi: महीने

source: { $count }wk
hi: { $count } सप्ताह

source: { $count }y
hi: साल

source: Create a Custom Goal
hi: एक अनुकूल लक्ष्य बनाएं

source: Create a custom voice wave to introduce yourself. Other users will be able to hover and listen to your clip.
hi: अपना परिचय देने के लिए एक कस्टम वॉयस वेव बनाएं। अन्य उपयोगकर्ता आपकी क्लिप को देखने और सुनने में सक्षम होंगे।

source: Create a voice clip as part of your profile avatar. Others will be able to hover and listen to your clip.
hi: अपने प्रोफ़ाइल अवतार के भाग के रूप में एक वॉइस क्लिप बनाएं। दूसरे आपकी क्लिप को हॉवर और सुनने में सक्षम होंगे।

source: Create Voicewave
hi: Voicewave बनाएँ

source: Croatian
hi: क्रोएशियन

source: Czech
hi: चॅक

source: Daily Goal
hi: दैनिक लक्ष्य

source: Danish
hi: डेनिश

source: Dashboard
hi: डैशबोर्ड

source: Datasets
hi: डेटासेट

source: Days
hi: दिन

source: De-identified
hi: डी-पहचान

source: DELETE
hi: हटायें

source: Delete my recordings
hi: मेरी रिकॉर्डिंग्स को डिलीट करें

source: Delete Profile
hi: प्रोफाइल मिटाएँ

source: Dhivehi
hi: दिवेही

source: Different language
hi: अलग भाषा

source: Difficult
hi: कठिन

source: Difficult to pronounce
hi: उच्चारण करने में कठिन

source: Donate your voice
hi: अपनी आवाज़ दान करें

source: Don't see your language on Common Voice yet?
hi: अपनी भाषा अभी तक Common Voice पर नहीं देख रहे हैं?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
hi: डेटासेट में आपकी भाषा नहीं दिखाई देती है? हमारे भाषा पृष्ठ पर भाषा के प्रमुख का अनुरोध करने के लिए।

source: Download
hi: डाउनलोड करें

source: Download Common Voice Data
hi: डाउनलोड आम आवाज डेटा

source: Download Data
hi: डेटा डाउनलोड करें

source: Download Dataset Bundle
hi: डाटसेट बंडल डाउनलोड करें

source: Download { $language }
hi: डाउनलोड { $language }

source: Download My Data
hi: मेरे डेटा को डाउनलोड करें

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
hi: क्या आपके पास इस बारे में विचार हैं कि हम कैसे कॉमन वॉयस डेटासेट बेहतर बना सकते हैं? आइये जानते हैं प्रवचन पर

source: Do you want to continue?
hi: क्या आप जारी रखना चाहते हैं?

source: Do you want to Speak, Listen or both?
hi: क्या आप बोलना, सुनना या दोनों करना चाहते हैं?

source: Drag and drop or <browseWrap>Browse</browseWrap>
hi: खींचें और छोड़ें या <browseWrap> ब्राउज़ करें </browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit. Contribution will continue directly with the next set of 5 recordings or validations.
hi: योगदान के दौरान सबमिशन फीडबैक 'सबमिट' पर क्लिक करने के बाद छोड़ दिया जाएगा। योगदान 5 रिकॉर्डिंग या सत्यापन के अगले सेट के साथ सीधे जारी रहेगा।

source: Dutch
hi: डच

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
hi: डेटासेट में प्रत्येक प्रविष्टि में एक अद्वितीय एमपी 3 और संबंधित टेक्स्ट फ़ाइल शामिल है। डेटासेट में कई <b>{ $total }</b> दर्ज घंटों में उम्र, लिंग और उच्चारण जैसे जनसांख्यिकीय मेटाडेटा भी शामिल हैं जो भाषण पहचान इंजन की सटीकता को प्रशिक्षित करने में मदद कर सकते हैं। डेटासेट में वर्तमान में <b>{ $valid }</b> मान्य घंटे <b>{ $languages }</b> भाषाएँ हैं, लेकिन हम हमेशा अधिक आवाज़ें और भाषाएँ जोड़ रहे हैं। एक भाषा का अनुरोध करने या योगदान शुरू करने के लिए हमारे <languagesLink> भाषाएँ पृष्ठ </languagesLink> पर एक नज़र डालें।

source: Easy
hi: आसान

source: Edit
hi: संपादित करें

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें

source: Email
hi: ईमेल

source: Email is already used for a different account
hi: ईमेल का उपयोग पहले से ही एक अलग खाते के लिए किया जा चुका हैं

source: Email Subscriptions
hi: ईमेल सदस्यताएँ

source: English
hi: अंग्रेज़ी

source: Enter Email to Download
hi: डाउनलोड करने के लिए ईमेल दर्ज करें

source: Enter your email
hi: अपना ईमेल दर्ज करें

source: Erzya
hi: एर्ज़या

source: Esperanto
hi: एस्पेरांतो

source: Estonian
hi: एस्टोनियाई

source: Everyone
hi: सभी

source: Exit & Delete clips
hi: क्लिप से बाहर निकलें और हटाएं

source: FAQ
hi: सामान्य प्रश्न

source: Faroese
hi: फ़रोइस

source: Female
hi: नारी

source: Finish editing first?
hi: संपादन पहले समाप्त करें?

source: Finish recording
hi: रिकॉर्डिंग समाप्त करें

source: Finish recording first?
hi: पहले रिकॉर्डिंग समाप्त करें?

source: Finnish
hi: फ़िनिश

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
hi: इन लॉन्च हो चुके भाषाओं के लिए वेबसाइट सफलतापूर्वक<localizationGlossaryLink>स्थानीकृत</localizationGlossaryLink> हो चूका है, और इनमें पर्याप्त <sentenceCollectionGlossaryLink>वाक्य जमा हो चूका है</sentenceCollectionGlossaryLink> ताकि <speakLink>बोलने</speakLink> और <listenLink>सुनने</listenLink> के लिए योगदान शुरू किया जा सके.

source: French
hi: फ़्रान्सीसी

source: Frequently Asked Questions
hi: अधिकतर पूछे जाने वाले प्रश्न

source: Frisian
hi: फ़्रिसियन

source: Fulah
hi: फुलाह

source: Galician
hi: गैलिशियन

source: Georgian
hi: जॉर्जियाई

source: German
hi: जर्मन

source: Get involved
hi: शामिल हों

source: Get Involved
hi: शामिल हों

source: Get started with goals
hi: लक्ष्यों के साथ आरंभ करें

source: Get Started with Speech Recognition
hi: भाषण मान्यता के साथ प्रारंभ करें

source: Give your avatar a voice
hi: अपने अवतार को आवाज दें

source: Glossary
hi: शब्दकोश

source: Goals
hi: लक्ष्य

source: Go to Discourse
hi: प्रवचन पर जाएं

source: Go to Languages Page
hi: भाषाएँ पृष्ठ पर जाएँ

source: Go to { $name }
hi: { $name } पर जाएं

source: Grammatical / spelling error
hi: व्याकरणिक / वर्तनी त्रुटि

source: Great! How many clips a week?
hi: बढिया! एक सप्ताह में कितनी क्लिप?

source: Great! How many clips per day?
hi: बढ़िया! प्रति दिन कितनी क्लिप?

source: Great!<recordIcon></recordIcon> Record your next clip
hi: महान! <recordIcon></recordIcon>अपनी अगली क्लिप रिकॉर्ड करें

source: Great work!<playIcon></playIcon> Listen again when you're ready
hi: महान काम! <playIcon></playIcon> जब आप तैयार हों तब फिर से सुनें

source: Greek
hi: यूनानी

source: Hakha Chin
hi: हाखा चिन

source: Hausa
hi: हाउसा

source: Have Feedback?
hi: प्रतिक्रिया है?

source: Have questions about Common Voice? Ideas for improvements or feedback about a specific language? Join us on our <discourseLink>Discourse forum</discourseLink> and let us know.
hi: आम आवाज के बारे में प्रश्न हैं? किसी विशिष्ट भाषा के बारे में सुधार या प्रतिक्रिया के लिए विचार? हमारे <प्रवचन लिंक> प्रवचन मंच </ प्रवचनलिंक> पर हमसे जुड़ें और हमें बताएं।

source: Have you read our Terms?
hi: क्या आपने हमारी शर्तें पढ़ी?

source: Having a profile is not required to contribute though it is helpful, see why below.
hi: एक प्रोफाइल होने के लिए योगदान करने की आवश्यकता नहीं है, हालांकि यह उपयोगी है, नीचे देखें।

source: Hebrew
hi: इब्रानी

source: Help
hi: सहायता

source: Help Common Voice reach { NUMBER($hours) } hours in a language with a personal goal
hi: Common Voice को किसी भाषा में एक व्यक्तिगत लक्ष्य के साथ { NUMBER($hours) } घंटे तक पहुंचने में मदद करें

source: Help reach { NUMBER($hours) } hours in { $language } with a personal goal
hi: व्यक्तिगत लक्ष्य के साथ { $language } में { NUMBER($hours) } घंटे तक पहुंचने में सहायता करें

source: Help teach machines how real people speak, donate your voice at { $link }
hi: मशीनों को सिखाने में मदद करें कि वास्तविक लोग कैसे बोलते हैं, { $link } पर अपनी आवाज़ दान करें

source: Help us build a community around voice technology, stay in touch via email.
hi: ध्वनि प्रौद्योगिकी के आसपास एक समुदाय बनाने में हमारी सहायता करें, ईमेल के माध्यम से संपर्क में रहें।

source: Help us build a high quality, publicly open dataset
hi: उच्च गुणवत्ता और सार्वजनिक डेटासेट को बनाने में हमारी सहायता करें

source: Help us find more voices, share your goal
hi: हमें और आवाज़ें खोजने में मदद करें, अपना लक्ष्य साझा करें

source: Help us find others to donate their voice!
hi: अपनी आवाज़ दान करने हेतु हमें अन्य लोगों को ढूँढने में मदद करें!

source: Help us get to { $goal }
hi: { $goal } पाने में हमारी मदद करें

source: Help us validate sentences!
hi: वाक्यों की पुष्टि करने में हमारी मदद करें!

source: Help us validate voices
hi: हमें आवाजों की पुष्टि करने में मदद करें

source: Hidden
hi: छुपा हुआ

source: Hill Mari
hi: हिल मारी

source: Hindi
hi: हिन्दी

source: Hours Recorded
hi: घंटों रिकॉर्ड किया गया

source: Hours Validated
hi: घंटों की वैधता

source: { $hours } validated hours so far!
hi: { $hours } अब तक के मान्य घंटे!

source: How ?
hi: कैसे ?

source: How can I get the Common Voice data?
hi: मैं Common Voice डेटा कैसे प्राप्त कर सकता हूं?

source: How does Common Voice calculate hours?
hi: Common Voice घंटों की गणना कैसे करती है?

source: How does it work?
hi: यह कैसे काम करता है?

source: How do you ensure anonymity and privacy of the people who donated their voices?
hi: आप उन लोगों की गुमनामी और गोपनीयता कैसे सुनिश्चित करते हैं जिन्होंने अपनी आवाज़ें दान की हैं ?

source: Hungarian
hi: हंगेरियाई

source: I agree
hi: मैं सहमत हूँ

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
hi: मैं एक गैर-देशी वक्ता हूं और मैं एक उच्चारण के साथ बोलता हूं, क्या आप अभी भी मेरी आवाज चाहते हैं?

source: Icelandic
hi: आइसलैण्डिक

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
hi: मैं लक्ष्य अनुस्मारक, मेरी प्रगति के अपडेट और आम आवाज के बारे में समाचार पत्र जैसे ईमेल प्राप्त करना चाहता हूं।

source: I do not agree
hi: मैं असहमत हूँ

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
hi: मैंने अभी #CommonVoice में आवाज दान के लिए एक व्यक्तिगत लक्ष्य बनाया है - मेरे साथ जुड़ें और मशीनों को सिखाने में मदद करें कि वास्तविक लोग { $link } कैसे बोलते हैं

source: I’m afraid I don’t know what you’re looking for.
hi: मुझे डर है कि मैं नहीं जानता कि आप क्या देख रहे हैं।

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
hi: जैसा कि आप मोज़िला के <privacyLink> प्राइवेसी पॉलिसी </privacyLink> में बताते हैं, मैं इस जानकारी को संभाल रहा हूं

source: * Indicates required field
hi: * आवश्यक क्षेत्र हैं

source: Indonesian
hi: इंडोनेशियाई

source: In Progress
hi: चालू

source: Interlingua
hi: अंतरभाषा

source: Irish
hi: आयरिश

source: Is my account information public?
hi: क्या मेरी खाता जानकारी सार्वजनिक है?

source: Is the clip valid?
hi: क्या क्लिप मान्य है ?

source: Is the goal of Common Voice to build a voice assistant?
hi: क्या वॉइस असिस्टेंट बनाने का कॉमन वॉयस का लक्ष्य है?

source: Italian
hi: इतालवी

source: It contains words or phrases that are hard to read or pronounce.
hi: इसमें ऐसे शब्द या वाक्यांश शामिल हैं जिन्हें पढ़ना या उच्चारण करना कठिन है।

source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout.
hi: यह एक लंबे समय से स्थापित तथ्य है कि पाठक किसी पृष्ठ की पठनीय सामग्री के लेआउट को देखते हुए इससे विचलित हो जाएगा।

source: It is written in a language different than what I’m speaking.
hi: यह उस भाषा में लिखा गया है, जो मैं बोल रहा हूं।

source: Izhorian
hi: इंग्रियन

source: Japanese
hi: जापानी

source: Join the Common Voice mailing list
hi: Common Voic मेलिंग सूची से जूड़े

source: Kabardian
hi: कबार्डियन

source: Kabyle
hi: कबाइल

source: Kaqchikel
hi: काकचिकेल

source: Karakalpak
hi: काराकालपाक

source: Kazakh
hi: कज़ाख़

source: Keep
hi: रखें

source: Keep it up, record again <recordIcon></recordIcon>
hi: इसे बनाए रखें, फिर से रिकॉर्ड करें <recordIcon></recordIcon>

source: Keep the recordings
hi: रिकॉर्डिंग रखें

source: Keep track of your progress and metrics across multiple languages.
hi: विभिन्न भाषाओं में अपनी प्रगति और मैट्रिक्स पर नज़र रखें।

source: Keep track of your progress with a profile
hi: प्रोफ़ाइल के साथ अपनी प्रगति पर नज़र रखें

source: Keep track of your progress with a profile and help our voice data be more accurate.
hi: प्रोफ़ाइल के साथ अपनी प्रगति पर नज़र रखें और हमारे ध्वनि डेटा को अधिक सटीक होने में सहायता करें।

source: Kinyarwanda
hi: किन्यारुआण्डा

source: Komi-Zyrian
hi: कोमी-ज़िरियन

source: Korean
hi: कोरियाई

source: Kurdish
hi: कुर्दिश

source: Kyrgyz
hi: किर्गिज़

source: Language
hi: भाषा

source: Language Request
hi: भाषा अनुरोध

source: Language request successfully submitted, thank you.
hi: भाषा अनुरोध सफलतापूर्वक सबमिट किया गया, धन्यवाद।

source: Languages
hi: भाषाएँ

source: Latvian
hi: लातवियाई

source: Launched
hi: लॉन्च किया

source: Leaderboard Visibility
hi: लीडरबोर्ड की दृश्यता

source: Learn More
hi: अधिक जानें

source: Leaving now means you’ll lose your changes
hi: अब छोड़ने का मतलब है कि आप अपने परिवर्तन खो देंगे

source: Leaving now means you'll lose your progress
hi: अब छोड़ने का मतलब है कि आप अपनी प्रगति खो देंगे
